Repository: mozilla-l10n/mt-training-data
Catalog: jgo/jgo_pontoon.tmx
Source language: en_us
Languages: jgo

source: Select File
jgo: Pʉ́ʉ kaŋ táꞌ yúutɛ́ɛnɛ́

source: Select File to Upload
jgo: Pʉ́ʉ kaŋ táꞌ yúutɛ́ɛnɛ́ yɛ pɛ́ ńtúu

source: Select up to three domains (optional)
jgo: Pʉ́ʉ kaŋ mba mɛzʉꞌyúu mɛntát

source: Sentence
jgo: Cúniitɛnɛ́

source: Sentence Domain
jgo: Zʉꞌyúu-kɛmcú

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
jgo: Pɛ́ gɛ kẅiꞌ mɛkɛmcú mɛ pɛ́ ŋ́gánɛ zaꞌ táꞌ ku mɛnu láꞌ nǔu pǎkŋwaꞌnɛ cc-0

source: { $sentences } sentences reviewed. Thank you!
jgo: { $sentences } mɛkɛmcú líŋɛ́nɛ́. Páꞌlá !

source: Sentence Variant
jgo: Ntɛ́ kɛmcú

source: Separate sentences into one line by pressing “Enter” or “Return” once
jgo: Pʉ́ʉ lɔk nɛnɔꞌ táꞌ ŋká nǔu « ŋ́kúu »

source: Service and Retail
jgo: mɛfaꞌ pɔ́p nɛsaptɛ mɛyúu fɛn

source: Share Common Voice
jgo: Ńgap Common Voice

source: Share your clip
jgo: Ńgap zúꞌndẅɛꞌ wʉʉ

source: Shortcuts
jgo: Kɛ̌mndúŋ

source: [Should be ‘dinosaurs’]
jgo: [Ɛ́ ḿbɔ́ ŋ́gɛ̌ ḿbɔ́ «Mɛ» naa zɛ́zɛꞌmúk]

source: [Should be “We are”]
jgo: [Ɛ́ láꞌ ḿbɔ́ ŋ́gɛ̌ ḿbɔ́ «kwaꞌ pɔ́ꞌɔ́»]

source: Single
jgo: Ndaꞌ kɛmcú

source: Single sentence submission
jgo: Nɛtúu ndaꞌ kɛmcú

source: Skip
jgo: Ńdɛɛ

source: Small batch
jgo: mɔ́ ku

source: Small batch sentence submission
jgo: Nɛtúu mbɔ́ mɛku mɛkɛmcú

source: Source: { $sentenceSource }
jgo: Nɛfúnɛ : { $sentenceSource }

source: Speak
jgo: Ŋ́sẅíiŋɛ

source: Speak now
jgo: Ḿbɔ́ pʉ́ʉ sẅíiŋɛ

source: Speak options menu
jgo: Mɛnu-yúu « Ɛ́sẅíiŋɛ »

source: Start recording
jgo: Ńzɛ zúꞌndẅɛꞌ

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
jgo: <strong>[ Nɛzáꞌtɛ ]</strong> pɛ́má mɛnaazɛ́zɛꞌmúk- <strong>[ nɛzáꞌtɛ]</strong> -liyas.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
jgo: <strong>[ nɛlɛmtɛ ]</strong> pɛmá mɛnaazɛ́zɛꞌmúk-<strong>[ kẅagɛ ]</strong> Tiliyas.

source: Submit
jgo: Ńtúu

source: Submit a new question for the community to read and respond to
jgo: Ńnaꞌ ḿbígɛ nu fí yɛ láꞌ gɛ fúŋ ḿbɛn ḿbʉ̈ɔtꞌ

source: Submit a report
jgo: Ńtúu táꞌ pɛ́ɛtɛnu

source: Submit clips
jgo: Pʉ́ʉ túu pɛzúꞌndẅɛꞌ pʉ́ʉ

source: Submit new questions for the community to read and respond to
jgo: Pʉ́ʉ náꞌ ḿbígɛ́ mɛnu fí páꞌ láꞌ gɛ fúŋ ḿbɛn ḿbʉ̈ɔ́t

source: Success
jgo: Yúu migɛnɛ́

source: success checkmark
jgo: gak yúu nɛnnɛ́

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
jgo: Pʉ́ʉ gɛ ɛ́ síklɛ nǔu pɔ́ tʉ ńdɔk ḿbɛ́m kɛmcú. Pʉ́ʉ gɛ ɛ́ síklɛ nǔu pɔ́ ŋkẅɛpɛ ńdɔk ńdʉꞌnɛ. Pʉ́ʉ gɛ ɛ́ síklɛ ŋ́gʉ nɛ tʉ́ ńdɔk ḿmɔ́ŋɛ<strong>Kɔɔ pʉ́ʉ lígɛ nɛtúu nɛkɔ́ꞌfáꞌ-nɛsɛ́ɛ ńdíŋɛ wʉʉ !</strong>.

source: Taking several attempts to read a word.
jgo: pɛ́ fʉ́ꞌnɛ nɛfúŋ táꞌ mɔ́cú mbʉ̈ɔꞌ mɛŋká

source: Tap
jgo: Pʉ́ʉ nɔꞌ nǔu

source: Technology and Robotics
jgo: Nɛgɛfí pɔ́p puꞌmɛtẅín

source: Thank you for contributing your bulk submission!
jgo: Páꞌlá nǔu páꞌ pʉ́ʉ pɛ́m nɛ gɛ tɛ ńtúu mbʉ̈ɔꞌ mɛkɛmcú !

source: Thank you for contributing your voice!
jgo: Páꞌlá nǔu páꞌ pʉ́ʉ́ gá ŋgi yʉ́ʉ fɛɛ́ !

source: Thank you for donating your voice clips!
jgo: Páꞌlá nǔu páꞌ pʉ́ʉ pɛ́m nɛgá mɛŋgitíitɛnɛ́ mʉ́ʉ

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
jgo: Páꞌlá nǔu pɛzúꞌndẅɛꞌ pʉ́ʉ !<lineBreak></lineBreak>Ḿbɔ́ pʉ́ʉ pɛ́m ŋkɔɔnɛ ḿbɛn ńtúu mɛkɛm mɔ ntsʉ́ʉ.

source: Thank you for your voice information
jgo: Páꞌlá nǔu mɛnu ŋgi mʉ́ʉ

source: The bumblebee sped by.
jgo: zǐzǐ kʉ̈ɔ̌

source: The clip has disrespectful or offensive language.
jgo: mɛyúutíitɛnɛ́ páꞌ pɛ́ nzúꞌ gẅɛɛ mɛnu kɛ mɛkuꞌ kɛ mba mɛnu nzɔɔmɛ

source: The giant dinosaur of the Triassic.
jgo: Má naa-Tiliyas

source: The giant dinosaurs of the Triassi-.
jgo: Pɛmá mɛnaa zɛ́zɛ́ꞌmúk-Tiliya-.

source: The giant dinosaurs of the Triassic.
jgo: Pɛmá mɛnaa zɛ́zɛ́ꞌmúk-Tiliyas.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
jgo: Pɛmá mɛnaazɛ́zɛꞌmúk Tiiyas<strong>[ cɔ̌ ŋgi ndɛꞌɛ cʉ́ꞌnɛ ɛ́fúŋ ]</strong>

source: The giant dinosaurs of the Triassic. Yes.
jgo: Pɛmá mɛnaa zɛ́zɛ́ꞌmúk-Trias.

source: The giant dino <strong>[cough]</strong> the Triassic.
jgo: Má naazɛ́zɛ́ꞌmúk <strong>[ kẅagɛ́ ]</strong> Tiliyas.

source: There are currently no sentences to review in this language.
jgo: Saa kɛmcú yɛ pɛ́ gɛ ńdíŋɛ́ nǔu yɔ ŋká tsɛt wɔ cúláꞌ sɛ́ pɔ́.

source: The recording was too long.
jgo: Zúꞌndẅɛꞌ sǎk sʉ́sʉ́.

source: The recording was too quiet.
jgo: Ŋgi zúꞌndẅɛꞌ kʉ̈ɔk tɛ ntsá

source: The recording was too short.
jgo: Zúꞌndẅɛꞌ tǔꞌ sʉ́sʉ́.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
jgo: Nɛkaꞌŋgi tsẅi tsɛtsɛt pafúŋ paŋgɛ́ mba mbɛnɛ. Pʉ́ʉ lʉ́ꞌnɛ pɔ́ páꞌ ŋgi laa ḿbɔ́ yɛ káꞌnɛ́ sʉ́sʉ́ tɛ ḿbɔ́ ḿbʉ́ʉpɛ nzuꞌndẅɛꞌ, ḿbɔ̌ɔ púꞌú pɔ́ (yɛ pɛ́ tsuŋ nɛ jí) ɛ́ kʉ̈ɔk tɛ ḿbɔ́ yɛ ḿbɔ́ pʉ́ʉ pɔɔ zúꞌ yúu mɛ pɛ́ cúnɛ kɛ líŋɛ yúu ŋwaꞌnɛnɛ pɔ́.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
jgo: Pɛ́ lɔk ncúꞌtɛ mɛkɛmcú ŋgʉ nɛ nǔu zʉꞌ Common Voice. Ḿbɔ́ ŋkɔɔnɛ páꞌ pʉ́ʉ <writeURL>ŋwaꞌnɛ</writeURL> táꞌ kɛmcú mba <reviewURL>ńtsuŋ ńdíŋɛ</reviewURL> mɛkɛmcú tɛ fú nǔu Common Voice.

source: The sentence has a grammatical or spelling error.
jgo: Kɛmcú gẅɛɛ cúkɛpɔŋ nǔu ntɛ́nɛcú kɛ ntɛ́nɛŋwaꞌnɛ

source: The sentence has disrespectful or offensive language.
jgo: Kɛmcú gẅɛɛ mɛnu kɛ mɛkuꞌ kɛ mba mɛnu nzɔɔmɛ

source: The sentence must be grammatically correct.
jgo: Pɛ́ gẅɛɛ nɛ ŋwaꞌnɛ kɛmcú nɛ ntɛ́nɛcú yɛ ɛ́ pígɛnɛ́

source: The sentence must be speakable.
jgo: Kɛmcú gẅɛɛ nɛ pɔ́ yɛ ḿbɔ́ pɛ́ kẅíi

source: The sentence must be spelled correctly.
jgo: Pɛ gẅɛɛ nɛ ŋwaꞌnɛ kɛmcú nɛ ntɛ́nɛŋwaꞌnɛ yɛ ɛ́ pígɛnɛ́

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
jgo: Mɔ mɛnu ká gɔ́ŋ gẅɛɛ faꞌ tɛ pɔ́ ; ḿbɔ́ pʉ́ʉ kẅíꞌ pɔ́ páꞌ pʉ́ʉ laa ŋkɔŋ. Ɛ́ ŋká yɛ pɛ́k sɛ́ ńtúu ku mɛnu, pɛ́k níꞌ mɛlík ndɛꞌ nǔu mɛnu pʉɔ tsʉʉ, ḿbɛn tsuŋ ńniitɛ páꞌ mɛnu páꞌ lík yʉ́ʉ mba zʉꞌŋkʉʉ lɛla yʉ́ʉ kɛ gẅɛɛ cɔ̌ yúu ŋgá nǔu mɛnu nɛzáapʉɔmɛsɔŋ páꞌ ŋguꞌ mba ntɛ́ pɔ́

source: Three to go!
jgo: Pɔ́ ndaꞌ yɛ́tát !

source: Too many files
jgo: Mbʉ̈ɔꞌ mɛyúutɛ́ɛnɛ́

source: Transcribe audio recordings into text
jgo: Pʉ́ʉ gwɛ́tnɛ́ nɛŋwaꞌnɛ ŋgi pɛzúꞌndẅɛꞌ nǔu pǎkŋwaꞌnɛ

source: Transcribe audio recordings in your language
jgo: Nɛŋwaꞌnɛ mɛŋgi mɛ pɛ́ zúꞌnɛ́ ńdẅɛꞌ tsɛt cúláꞌ wʉʉ

source: Try again by dragging your file here
jgo: Pʉ́ʉ pɛn fʉꞌtɛ gɛ ŋgɔ yúutɛ́ɛnɛ́ siklɛ ńtʉ́ zaꞌnɛ

source: Try uploading again
jgo: Pʉ́ʉ fʉꞌtɛ fifi nɛtúu

source: Understand contribution criteria
jgo: Ńzúꞌ mɛ́ntɛ́nɛgɛ-nɛmaꞌyúu

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
jgo: Pʉ́ʉ zúꞌ yúumɛ pʉ́ʉ ntsǔŋ ńzẅíꞌtɛ ká nɛzúꞌ mɛgitíitɛnɛ́ mbɛn ńdɔk ŋ́kẅiꞌ mba kwaꞌ pʉ́ʉ pɛzuꞌndẅɛꞌ !

source: Upload aborted. Do you want to delete your recordings?
jgo: Ɛ́ lʉꞌ nɛ gʉ. Pʉ́ʉ lɔɔ ŋgɔ pɛ́ gẅɛ́tnɛ pɛzúꞌndẅɛꞌ pʉ́ʉ ʉʉ ?

source: { $uploadedSentences } of { $totalSentences } sentences collected
jgo: mɛkɛmcú lakńcúꞌtɛ́ nǔu

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
jgo: mɛkɛncú laknɛ́ ńcúꞋtɛ́ . Pʉ́ʉ nɔꞌ <downloadLink>here</downloadLink> ńdɔk ńdɔk ńtsẅɛ́ɛtɛ mɛkɛmcú lʉꞌnɛnɛ́

source: Upload failed, please retry.
jgo: Ɛ́ lʉꞌ nɛgʉ, pʉ́ʉ pɛn fʉꞌtɛ.

source: Upload <icon></icon> public domain sentences
jgo: Pʉ́ʉ túu <icon></icon> mɛkɛmcú zʉꞌyúu láꞌ

source: Upload in progress...
jgo: Ɛ́ sɛ́ ńtúu...

source: Upload more sentences?
jgo: Ńtúu cɔ̌ mɛkɛmcú úu ?

source: Use correct grammar
jgo: Ntɛ́nɛcú gẅɛɛ nɛpɔ́ shʉ́ꞌnɛ

source: Use correct spelling and punctuation
jgo: Ntɛ́nɛŋwaꞌnɛ pɔ́p zʉkŋɛ gẅɛɛ nɛ́pɔ́ shʉ́ꞌnɛ

source: Validate Readings
jgo: Ḿbɛ́m mɛyúufúŋnɛ́

source: Validate Readings, Review Transcriptions
jgo: Ḿbɛ́m mɛyúufúŋnɛ́, ńtzuŋ ńdíŋɛ páꞌ pɛ́ ŋwaꞌnɛnɛ

source: Validate Readings <small>(Coming soon)</small>
jgo: Ḿbɛ́m mɛyúufúŋnɛ́ <small>( cɔ̌ ŋká)</small>

source: Validate readings submitted by community members
jgo: Ḿbɛ́m mɛyúufúŋnɛ́ mɛ pʉɔláꞌ túunɛ

source: Validate user-recorded readings in your language
jgo: Ḿbɛ́m mɛyúufúŋnɛ́ mɛ palɔkɛ́faꞌ zúꞌnɛ ńdẅɛꞌ tsɛt cúláꞌ wʉʉ

source: Varying Pronunciations
jgo: Pɛnɛkẅíi pɛ ndɛꞌɛ

source: Volume
jgo: Nɛkaꞌŋgi

source: Want to save your information? <createProfile>Create a profile</createProfile>
jgo: Pʉ́ʉ sɛ́ kɔŋ nɛ lẅɛꞌ mɛnu mʉ́ʉ ? <createProfile>ŋ́gá nɛ́pɔ́</createProfile>

source: We are going out to get a coffee.
jgo: Ɛ́ kaꞌ pɔ́ꞌɔ́, lɛ́ꞌnjí ńdík ḿbɔ̌ŋ.

source: We are going out to get coffee.
jgo: Ɛ́ kwaꞌ pɔ́ꞌɔ́, lɛ́ꞌnjí gɛ̌ ḿbɔ̌ŋ.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
jgo: Pɛ́k ká kuꞌ nɛ gẅɛɛ mɛyúutíitɛnɛ nɛlúŋ mɛ pɛ́k ńzúꞌ pɔ́

source: We couldn’t get any sentences for you to speak. Please try again later.
jgo: Pɛk ká kuꞌ nɛgẅɛɛ mɛkɛmcú mɛ pɛ́ ńcú pɔ́. Pʉ́ʉ pɛn lá fʉꞌtɛ

source: We may have run out of clips - refresh the page, or try again later.
jgo: Pɛ́k ká kíi ŋ́gẅɛɛ cɔ̌ yúutiitɛnɛ́ yɛ pɛ́k gɛ̌ ḿbɛ́m tsɛt wɔ cúláꞌ pɔ́...

source: We’re going out to get coffee.
jgo: Ɛ́ kaꞌ pɔ́ꞌɔ́, lɛ́ꞌnjí gɛ̌ ḿbɔ̌ŋ.

source: We're making some big changes
jgo: Pɛ́k sɛ́ ŋ́kúpmɛ kwaꞌ mɛyúu

source: We’re sorry, your platform is not currently supported.
jgo: Pɛk lɔɔ sɛsẅíi, lá pɛ́ pɛ́t pɔ́ kɛ pɔ́ ndíŋɛ́ nu ŋgá nǔu yʉ́ʉ pǎkzʉꞌ

source: We've run out of sentences to record in this language...
jgo: Pɛk ká kí ŋgẅɛɛ mɛkɛmcú mɛ pɛ́ ńzúꞌndẅɛꞌ tsɛt cúlaꞌ wɔ pɔ́...

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
jgo: Pɛ́ sɛ́ ńdɔɔ ŋgɔ mɛshʉ́ nɛ́ shʉɔtnɛ ńzíꞌmbʉʉ kuꞌ páꞌ ḿbɔ́ ɛ́ líŋɛ nu gá nǔu táꞌ ntɛ́ mɛzɔtnɛzʉꞌ-tsɛtnzʉʉ. Ḿbɔ́ pɛ́ pɛ́m mba mɛzɔtnɛzʉꞌ mɛ ɛ́ náꞌnɛ gáꞌ páꞌ ɛ́ laa ḿbɔ̌ɔ ńdʉꞌ páꞌ ḿbɔ́ pʉ́ʉ zuꞌ ŋwaꞌnɛ tsʉʉ pɔ́. Ḿbɔ́ pɛ́ pɛ́m mbá mɔ́yúu zɔp pɔ́tnɛ́nɛ́-tsɛtnzʉʉ, lá pɛ́ ká pɛ́m zɔp yɛ ḿbɔ́ ɛ́ náꞌ ḿbáglɛzʉꞌ tɛ pʉ́ʉ pɔɔ kuꞌ nɛ zúꞌ pɛmɔcú pɛtáꞌpɛtáꞌ pɔ́.

source: What issues are you experiencing with this sentence?
jgo: Mɛnu mɛ pʉ́ʉ tsẅɛ́ꞌnɛnɛ́ tsɛt yɔ kɛmcú mɛtɛ́ ?

source: What needs to be in my file?
jgo: Yúutɛ́ɛnɛ gɛ ŋ́gẅɛɛ ku ?

source: What sentences can I add?
jgo: Tɛ ḿbɔ́ kẅíꞌ mɛtɛ mɛkɛmcú úu ?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
jgo: Ɛ́ laa ḿbɔ́ ŋká nɛzúꞌ, pʉ́ʉ tsuŋ díŋɛ́ ńjʉɔ́ kɛ yúu mɛ pɛ́ cúnɛ kwaꞌ yɛ pɛ́ ŋwaꞌnɛnɛ ɔ́ɔ; mɛfaanɛ laa kʉ̈ɔ́k pɔ́ mba ŋgɔ̌ku láꞌ kɔɔ pʉ́ʉ pɛ́m. <br />mɛfaanɛ mɛ pɛ́ lɔ ɛ́fɛ́ꞌnɛ ńjʉɔ́ pʉ̈ɔ́ :

source: Why are you asking?
jgo: Pɛ́ pígɛ yɔ nu mbíꞌku ?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
jgo: Mbɔ́ pʉ́ʉ lɔk nɛpɔ́ wʉ́ ńjʉɔ́ páꞌ yúu yʉ́ʉ nɛnnɛ́ púꞌú ḿbɛn kúu mba tsɛt lɛla nǔu mánzɔŋ págá mɛnu mɛŋgi

source: Write
jgo: ŋ́ŋwaꞌnɛ

source: Write options menu
jgo: Mɛnu-yúu « ŋ́ŋwaꞌnɛ »

source: y
jgo: ɔ

source: Y
jgo: Ɔ

source: Yes
jgo: Ɔ́ɔŋ

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
jgo: Ḿbɔ́ pʉ́ʉ lɔk mba mɛkɛmndúŋ pakmɛmbaŋwaꞌnɛ : { sc-review-form-button-approve-shortcut } ńdɔk ḿbɛ́m, { sc-review-form-button-reject-shortcut } ńdɔk ńdʉꞌnɛ, { sc-review-form-button-skip-shortcut } ńdɔk ńdɛɛ

source: You cannot add multiple sentences for a single submission
jgo: Ḿbɔ́ pʉ́ʉ pɔɔ kẅíꞌ mbʉ̈ɔꞌ mɛkɛmcú ŋká nɛtúu ndaꞌ táꞌ ŋká pɔ́

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
jgo: Pʉ́ʉ ká kaŋ saa cúláꞌ pɔ́. Pʉ́ʉ kúu tsɛt <profileLink>nɛpɔ́ wʉ</profileLink> tɛ ŋká kuꞌ pʉ́ʉ kaŋ pɛcúláꞌ.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
jgo: Pʉ́ʉ túu mɔ́ tɛ ndɛn kúꞌ nǔu yɔ pak. Pʉ́ʉ náꞌ ńzẅíꞌtɛ́ { $retryLimit } mɔ́fʉꞌnjí lá ḿbɛn ńtúu táꞌ kɛmcú fí. ! Páꞌlá nǔu páꞌ pʉ́ʉ zẅíꞌtɛnɛ́ !

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
jgo: Pʉ́ʉ túu mɔ́ tɛ ndɛn kuꞌ nǔu yɔ pak. Pʉ́ʉ náꞌ ńzẅíꞌtɛ { $retryLimit } mɔ́fʉꞌnjí lá ḿbɛn ńtúu táꞌ kɛmcú fí. ! Páꞌlá nǔu páꞌ pʉ́ʉ zẅíꞌtɛnɛ́ !

source: You must allow microphone access.
jgo: Pʉ́ʉ gẅɛɛ nɛ pɛ́m ŋgɔ ndúŋŋgi tsɔ́ꞌnɛ.

source: You’re contributing to a target segment
jgo: pʉ́ʉ gáyúu nǔu yúu kaŋnɛ́

source: You’re contributing to our first target segment
jgo: pʉ́ʉ gáyúu nǔu wɛk nduŋmbi yúu kaŋnɛ́

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
jgo: Pʉ́ʉ sɛ́ ŋgʉ nɛ mɛtʉ sʉsʉ. Pʉ́ʉ naꞌ ńzʉꞌtɛ mbɔ́ pɛfʉꞌ lá ḿbɛn ɛ́fúŋ kɛmcú ḿbɛn ńdíŋɛ́ ŋgɔ á pɔ́ shʉ́ꞌnɛ

source: You're helping Common Voice reach our daily sentence goals!
jgo: Pʉ́ʉ sɛ́ ńtsẅɛ́ɛtɛ Common Voice ŋgɔ mɛnu mɛ́ nǔu ndɛn mɛkɛmcú tsɛt ŋgap puutɛ́ !

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
jgo: Mbɔ́cɔ̌ yʉʉ ntɛ́ cúláꞌ pɔɔ kíi ŋgẅɛɛ yúutíitɛnɛ́ pɔ́ ! Ɛ́ laa ḿbɔ́ yɛ pʉ́ʉ sɛ́ ńzúꞌshʉ́ꞌnɛ, pʉ́ʉ kúpmɛ mɛyúufaꞌ mʉ́ʉ ńdɔk ńnyɛt mɛcɔ̌ mɛkɛmcú tsɛt cúláꞌ wʉʉ

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
jgo: Ntɛ́ nɛsẅíiŋɛ lík ḿbɔɔ gẅɛɛ mɛkɛmcú pɔ́ ! Pʉ́ʉ laa ḿbɔ́ ńzúꞌ shʉ́ꞌnɛ, mbɔ ḿbɔ́ pʉ́ʉ kúpmɛ mɛntɛ́ ńdɔk ńnyɛt mɛcɔ̌ mɛkɛmcú tsɛt cúláꞌ wʉ́ʉ

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
jgo: Nzẅɛ́ꞌ wʉ́ʉ, táꞌ ŋgi kuꞌú - <goalPercentage></goalPercentage> yúu mɛ á gɛ̌ tsɛt ŋgap - { $goalValue } zúꞌndẅɛꞌ !

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
jgo: nzẅɛ́ꞌ wʉ́ʉ, táꞌ ŋgi kuꞌú - <goalPercentage></goalPercentage> yúu mɛ á gɛ̌ tsɛt ŋgap - { $goalValue } mɛyúupɛ́mnɛ́ !
